---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepReheatHotwaterLoop
source: html/361e6fd0-5a38-99f4-55fb-32d21cf8faa8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepReheatHotwaterLoop Property

"Reheat Hot Water Loop"

## Syntax (C#)
```csharp
public static ForgeTypeId MepReheatHotwaterLoop { get; }
```